<html>
<head>
<meta name="viewport"
	content="width=320,
		height=480,
		initial-scale=1.0,
		minimum-scale=1.0,
		maximum-scale=2.0,
		user-scalable=yes" />
</head>
		
<h1>◇使い方◇<h1>
<br>
<p>～初めに～</p><br>
<p>このページは28期でイベントを行うときに開催日の候補を決めるためのページです</p>
<br>
<br><br>
<p>◆使い方：イベントを提案したい人</p>
<br>
<p>１　「新イベント登録」を選択します</p><br>
<p>２　名前を選択します</p><br>
<p>３　イベント名を入力します　※なるべく２０字以内でお願いします</p><br>
<p>４　開催日を募るための開催希望期間を設定します</p><br>
<p>５　登録ボタンを押します。完了。</p><br>
<p>６　「イベント希望日登録」の画面できちんと登録できているか確認できます</p><br>
<p>７　「イベント希望状況」で日付と人数が確認できます。これを参考に開催日を決めてください</p><br>
　<p>※希望者がいない場合は表示されません</p><br>
　<p>※ 希望者の名前が見たい場合は詳細を押してください</p><br>
<p>８　イベントが終わったら「イベント希望日登録」の削除ボタンでイベントを削除してください</p><br>
<br>
<br>
<p>◆使い方：イベントに参加希望したい人</p><br>
<p>１　「イベント希望日登録」を選択します</p><br>
<p>２　一覧から参加したいイベントの名前を選択します</p><br>
<p>３　自分の名前を選んでから「この日に開催してほしい！」という日付を選んで、送信ボタンを押します</p><br>
<p>※　候補日なので上記の手順で同じイベントに複数登録しても大丈夫です</p><br>
<p>４　「イベント希望状況」に希望日が反映されますので確認</p><br>
<p>※　名前も確認したい場合は詳細を押す</p><br>
<p>５　間違って登録してしまった場合は「イベント日希望削除」を選択します</p><br>
<p>６　自分の名前を選んで削除ページへを押します</p><br>
<p>７　リストがでるので削除したい日付を選んで削除を押します</p><br>
<br>
<p>質問はメールかLineでどうぞ</p>
<br>
<br>
<input type="button" name="top" onclick="location.href='../schedule.html'" value="戻る">

</body>
</html>